<script setup></script>

<template>
  <div class="privacy">
    <div class="layout-container">
      <p class="privacy-title">ПРАВИЛА И УСЛОВИЯ УСЛУГИ</p>
      <div class="privacy-description">
        Правила и условия пользования УСЛУГОЙ (далее по тексту – «Правила»),
        являются публичной офертой, адресованной физическим лицам-пользователям
        УСЛУГИ (далее Абоненты/Пользователи), принявшие условия Публичной оферты
        на предоставление услуг сотовой радиотелефонной связи с АК
        «Узбектелеком». 1. ОБЩИЕ ПОЛОЖЕНИЯ 1.1. В рамках настоящей Услуги
        применяются следующие термины и определения: • Оператор – Филиал
        «УзМобайл» АК «Узбектелеком» оказывающий услуги сотовой радиотелефонной
        связи в соответствии с Лицензией, выданными Министерством по развитию
        информационных технологий и коммуникаций Республики Узбекистан. •
        Организатор/Контент провайдер – OOO “First IT-Group”, состоящее в
        договорных отношениях с Оператором и оказывающее услуги для Абонентов на
        основании договора с Оператором. • Абонент – любое физическое лицо,
        достигшее 18 лет, принявшие условия Публичной оферты на предоставление
        услуг сотовой радиотелефонной связи, Оператора. · Абонентский номер –
        номер, выделяемый Оператором Абоненту на период действия условий
        публичной оферты и идентифицирующий подключенное к сети Оператора
        Абонентское устройство. • Абонентское устройство – оконечное
        оборудование подвижной радиотелефонной (сотовой) связи, принадлежащее
        (используемое) Абоненту и, подключаемое к Сети для передачи или приёма
        заданной Абонентом информации по каналам связи. • Веб-сайт Компании –
        информационный ресурс Оператора в сети Интернет, размещенный по
        электронному адресу: www.uztelecom.uz • SMS (служба коротких сообщений)
        – услуга, оказываемая Оператором Абоненту, позволяющая последнему
        отправлять c мобильного (сотового) телефона и получать на мобильный
        телефон короткие текстовые сообщения. • Сеть – совокупность технических
        средств (коммутационное и радиооборудование, абонентские устройства,
        соединительные линии, сооружения и т.п.) Оператора, с помощью которого
        Абоненту предоставляются услуги связи на территории Республики
        Узбекистан. • Сервисный номер – номер, выделенный Оператором
        контент-провайдеру для предоставления Контент услуг Абоненту. •
        Пользователь Услуги – Абонент, который принял настоящие Правила,
        нажатием клавиши «Зарегистрироваться» в мобильном приложении Услуги •
        Услуга – предоставление Абонентам доступа к Услуге, при подключении к
        которому Абонент получает возможность получать каждый день по одной
        услуге за абонентскую плату 500 сум в день (с НДС), проводимой
        ОПЕРАТОРОМ совместно с КОНТЕНТ-ПРОВАЙДЕРОМ под названием «Oltin baliq».
        • Подписка – предоставление Абоненту доступа к Услуге за установленную
        плату в течение определённого периода времени. • Временный пароль –
        цифровой код для доступа к регистрации в приложении «Oltin baliq» и к
        некоторым услугам. • Регистрация/Авторизация – подтверждение верности
        номера телефона, на котором будут производиться действия через мобильное
        приложение путем ввода в интерфейсе мобильного приложения временного
        пароля, полученного по SMS. • Лицевой счет – регистр аналитического
        учета в биллинговой системе Оператора, предназначенный для учета объема
        оказанных Услуг, поступления и расходования денежных средств, внесенных
        согласно настоящего Договора с Абонентом в счет оплаты Услуг. ·
        Приложение – Мобильное приложение «Oltin baliq»., · Пользование Услугой
        означает полное и безоговорочное принятие Абонентом установленных
        Организатором условий, изложенных в настоящей Оферте, согласие с
        установленными Организатором требованиями к пользованию Услугой и
        принятие Абонентом обязательства по соблюдению установленных
        Организатором условий настоящей Оферте.
      </div>
    </div>
  </div>
</template>

<style lang="scss" scoped>
.privacy {
  &-title {
    font-weight: 600;
    font-size: 14px;
    line-height: 143%;
    letter-spacing: -0.32px;
    color: #333333;
    text-align: center;
    margin-bottom: 0.5rem;
  }

  &-description {
    font-weight: 400;
    font-size: 14px;
    line-height: 143%;
    color: #333333;
  }
}
</style>
